Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# overviewHero.headline.low
source: Low — favor recovery today
de: Niedrig – heute Erholung bevorzugen
es: Baja: hoy prioriza la recuperación
fr: Faible : privilégiez la récupération aujourd'hui
hy: Ցածր — այսօր նախապատվությունը տուր վերականգնմանը
it: Basso: oggi privilegia il recupero
ka: დაბალი — დღეს აღდგენას მიეცი უპირატესობა
ru: Низкая — сегодня лучше сделать акцент на восстановлении
sr: Ниска — данас дај предност опоравку

# overviewHero.headline.medium
source: Medium — moderate effort fits
de: Mittel – moderate Belastung passt
es: Media: hoy encaja un esfuerzo moderado
fr: Moyenne : un effort modéré est indiqué
hy: Միջին — հարմար է չափավոր ծանրաբեռնվածության համար
it: Medio: oggi è adatto uno sforzo moderato
ka: საშუალო — ზომიერი დატვირთვისთვის კარგი დღეა
ru: Средняя — подойдёт умеренная нагрузка
sr: Средња — пасује умерен напор

# overviewHero.headline.mediumHigh
source: Medium-High — quality work fits today
de: Mittel-hoch – heute passt qualitativ hochwertiges Training
es: Media-alta: hoy encaja un entrenamiento de calidad
fr: Moyenne-élevée : une séance de qualité est indiquée aujourd'hui
hy: Միջին-բարձր — այսօր հարմար է որակյալ մարզման համար
it: Medio-alto: oggi è adatto un allenamento di qualità
ka: საშუალო-მაღალი — დღეს ხარისხიანი ვარჯიშისთვის კარგი დღეა
ru: Средне-высокая — сегодня подойдёт качественная тренировка
sr: Средње висока — данас пасује квалитетан тренинг

# photoUpload.error.processingFailed
source: Couldn't process that photo. Try another one.
de: Das Foto konnte nicht verarbeitet werden. Versuche es mit einem anderen.
es: No se pudo procesar esa foto. Prueba con otra.
fr: Impossible de traiter cette photo. Essayez-en une autre.
hy: Չհաջողվեց մշակել այս լուսանկարը: Փորձիր մեկ ուրիշը.
it: Impossibile elaborare questa foto. Provane un'altra.
ka: ფოტოს დამუშავება ვერ მოხერხდა. სცადე სხვა.
ru: Не удалось обработать это фото. Попробуй другое.
sr: Та фотографија није могла да се обради. Пробај другу.

# photoUpload.error.uploadFailed
source: Couldn't upload that photo. Try again.
de: Das Foto konnte nicht hochgeladen werden. Versuche es erneut.
es: No se pudo subir esa foto. Inténtalo de nuevo.
fr: Impossible de télécharger cette photo. Réessayez.
hy: Չհաջողվեց վերբեռնել այս լուսանկարը: Կրկին փորձիր.
it: Impossibile caricare questa foto. Riprova.
ka: ფოტოს ატვირთვა ვერ მოხერხდა. სცადე თავიდან.
ru: Не удалось загрузить это фото. Попробуй ещё раз.
sr: Та фотографија није могла да се отпреми. Покушај поново.

# pillButton.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hy: Կապակցված
it: Connesso
ka: დაკავშირებულია
ru: Подключено
sr: Повезано

# postSetup.paywall.error
source: Couldn't load the checkout screen. Check your connection and try again.
de: Der Checkout-Bildschirm konnte nicht geladen werden. Überprüfe deine Verbindung und versuche es erneut.
es: No se pudo cargar la pantalla de pago. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de charger l'écran de paiement. Vérifiez votre connexion et réessayez.
hy: Չհաջողվեց բեռնել վճարման էկրանը: Ստուգիր կապդ և կրկին փորձիր:
it: Impossibile caricare la schermata di pagamento. Controlla la connessione e riprova.
ka: ვერ მოხერხდა გადახდის ეკრანის ჩატვირთვა. გადაამოწმე კავშირი და სცადე ხელახლა.
ru: Не удалось загрузить экран оплаты. Проверь соединение и попробуй снова.
sr: Није успело учитавање екрана за плаћање. Проверите везу и покушајте поново.

# postSetup.paywall.retry
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hy: Կրկին փորձել
it: Riprova
ka: ხელახლა ცდა
ru: Попробовать снова
sr: Покушај поново

# profile.about.eyebrow
source: ABOUT
de: ÜBER
es: ACERCA DE
fr: À PROPOS
hy: ՄԵՐ ՄԱՍԻՆ
it: INFORMAZIONI
ka: შესახებ
ru: О ПРИЛОЖЕНИИ
sr: О АПЛИКАЦИЈИ

# profile.about.groupFootnote
source: Region powers nearby gym & coach suggestions; date of birth unlocks Goal Body progress photos.
de: Die Region ermöglicht Vorschläge für Fitnessstudios & Trainer in der Nähe; das Geburtsdatum schaltet Fortschrittsfotos für dein Zielbild frei.
es: La región habilita sugerencias de gimnasios y entrenadores cercanos; la fecha de nacimiento desbloquea las fotos de progreso de Meta corporal.
fr: La région permet de suggérer des salles de sport et coachs à proximité ; la date de naissance débloque les photos de progression de l'objectif corporel.
hy: Տարածաշրջանը հնարավորություն է տալիս առաջարկել մոտակա մարզասրահներ և մարզիչներ. ծննդյան ամսաթիվը բացում է Նպատակային մարմնի առաջընթացի լուսանկարները:
it: La regione abilita i suggerimenti di palestre e coach nelle vicinanze; la data di nascita sblocca le foto di progresso di Obiettivo corporeo.
ka: რეგიონი უზრუნველყოფს ახლომდებარე სავარჯიშო დარბაზებისა და მწვრთნელების შემოთავაზებებს; დაბადების თარიღი ხსნის მიზნობრივი სხეულის პროგრესის ფოტოებს.
ru: Регион позволяет предлагать залы и тренеров поблизости; дата рождения открывает фото прогресса «Цель по телу».
sr: Регион омогућава предлоге теретана и тренера у близини; датум рођења откључава фотографије напретка за Циљ тела.

# profile.affirmationReminders.title
source: Affirmation reminders
de: Affirmations-Erinnerungen
es: Recordatorios de afirmaciones
fr: Rappels d'affirmations
hy: Աֆիրմացիայի հիշեցումներ
it: Promemoria di affermazioni
ka: აფირმაციის შეხსენებები
ru: Напоминания с аффирмациями
sr: Подсетници за афирмације

# profile.anchorSession.addButton
source: Add activity
de: Aktivität hinzufügen
es: Añadir actividad
fr: Ajouter une activité
hy: Ավելացնել զբաղմունք
it: Aggiungi attività
ka: აქტივობის დამატება
ru: Добавить активность
sr: Dodaj aktivnost

# profile.anchorSession.addTitle
source: Add activity
de: Aktivität hinzufügen
es: Añadir actividad
fr: Ajouter une activité
hy: Ավելացնել զբաղմունք
it: Aggiungi attività
ka: აქტივობის დამატება
ru: Добавить активность
sr: Dodaj aktivnost

# profile.anchorSession.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Otkaži

# profile.anchorSession.consequence
source: The rest of your week is built around it
de: Der Rest deiner Woche wird darum herum aufgebaut
es: El resto de tu semana se organiza en torno a ella
fr: Le reste de ta semaine s'organise autour d'elle
hy: Քո շաբաթվա մնացած մասը կառուցվում է դրա շուրջ
it: Il resto della tua settimana si costruisce attorno a essa
ka: შენი კვირის დანარჩენი ნაწილი მის გარშემო შენდება
ru: Остальная часть недели строится вокруг него
sr: Остатак твоје недеље гради се око ње

# profile.anchorSession.dayPrompt
source: Which day(s) is it usually on?
de: An welchen Tag(en) ist das meistens?
es: ¿Qué día(s) suele ser?
fr: Quel(s) jour(s) est-ce habituellement ?
hy: Այն սովորաբար ո՞ր օրը կամ օրերն է լինում։
it: In quali giorni si svolge di solito?
ka: ჩვეულებრივ რომელ დღეს ან დღეებში იმართება?
ru: В какой день (или дни) это обычно проходит?
sr: Којим даном (или данима) се то обично одржава?

# profile.anchorSession.deleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hy: Ջնջել
it: Elimina
ka: წაშლა
ru: Удалить
sr: Obriši

# profile.anchorSession.editTitle
source: Edit activity
de: Aktivität bearbeiten
es: Editar actividad
fr: Modifier l'activité
hy: Խմբագրել զբաղմունքը
it: Modifica attività
ka: აქტივობის რედაქტირება
ru: Изменить активность
sr: Izmeni aktivnost

# profile.anchorSession.emptyState
source: A regular class or activity the rest of the week gets built around.
de: Eine regelmäßige Aktivität, um die sich der Rest der Woche aufbaut.
es: Una clase o actividad regular alrededor de la cual se construye el resto de la semana.
fr: Une activité régulière autour de laquelle le reste de la semaine s'organise.
hy: Կանոնավոր զբաղմունք, որի շուրջ կառուցվում է շաբաթվա մնացած մասը։
it: Un'attività regolare attorno a cui si costruisce il resto della settimana.
ka: რეგულარული აქტივობა, რომლის გარშემოც აგებულია კვირის დანარჩენი ნაწილი.
ru: Регулярное занятие или активность, вокруг которой строится остальная неделя.
sr: Redovna aktivnost oko koje se gradi ostatak nedelje.

# profile.anchorSession.emptyStateExample
source: For example: "Hot Yoga" every Tuesday.
de: Zum Beispiel: „Hot Yoga“ jeden Dienstag.
es: Por ejemplo: "Yoga caliente" cada martes.
fr: Par exemple : « Yoga chaud » tous les mardis.
hy: Օրինակ՝ «Թեժ յոգա» ամեն երեքշաբթի։
it: Ad esempio: "Hot Yoga" ogni martedì.
ka: მაგალითად: „ცხელი იოგა“ ყოველ სამშაბათს.
ru: Например: «Горячая йога» каждый вторник.
sr: Na primer: „Hot jogа“ svakog utorka.

# profile.anchorSession.error.days
source: Pick at least one day.
de: Wähle mindestens einen Tag.
es: Elige al menos un día.
fr: Choisis au moins un jour.
hy: Ընտրիր առնվազն մեկ օր։
it: Scegli almeno un giorno.
ka: აირჩიე მინიმუმ ერთი დღე.
ru: Выбери хотя бы один день.
sr: Izaberi bar jedan dan.

# profile.anchorSession.error.max
source: You can have up to 5 recurring activities.
de: Du kannst bis zu 5 wiederkehrende Aktivitäten haben.
es: Puedes tener hasta 5 actividades recurrentes.
fr: Tu peux avoir jusqu'à 5 activités récurrentes.
hy: Կարող ես ունենալ մինչև 5 կրկնվող զբաղմունք։
it: Puoi avere fino a 5 attività ricorrenti.
ka: შეგიძლია ჰქონდეს მაქსიმუმ 5 განმეორებადი აქტივობა.
ru: Можно добавить до 5 регулярных активностей.
sr: Možeš imati do 5 ponavljajućih aktivnosti.

# profile.anchorSession.error.name
source: Give it a short name (1-40 characters).
de: Gib ihr einen kurzen Namen (1-40 Zeichen).
es: Ponle un nombre corto (1-40 caracteres).
fr: Donne-lui un nom court (1 à 40 caractères).
hy: Տուր կարճ անուն (1-40 նիշ)։
it: Dagli un nome breve (1-40 caratteri).
ka: დაარქვი მოკლე სახელი (1-40 სიმბოლო).
ru: Дай короткое название (1–40 символов).
sr: Daj mu kratko ime (1-40 karaktera).

# profile.anchorSession.explainer
source: A recurring class or activity (e.g. a Tuesday hot yoga class) the rest of your week gets built around.
de: Ein wiederkehrender Kurs oder eine Aktivität (z. B. ein Hot-Yoga-Kurs am Dienstag), um den herum der Rest deiner Woche aufgebaut wird.
es: Una clase o actividad recurrente (por ejemplo, una clase de yoga caliente los martes) alrededor de la cual se organiza el resto de tu semana.
fr: Un cours ou une activité récurrente (par exemple un cours de hot yoga le mardi) autour duquel le reste de ta semaine s'organise.
hy: Կրկնվող պարապմունք կամ ակտիվություն (օրինակ՝ տաք յոգայի պարապմունք երեքշաբթի օրերին), որի շուրջ կառուցվում է քո շաբաթվա մնացած մասը։
it: Un corso o un'attività ricorrente (ad esempio un corso di hot yoga il martedì) attorno a cui si costruisce il resto della tua settimana.
ka: განმეორებადი გაკვეთილი ან აქტივობა (მაგალითად, ცხელი იოგის გაკვეთილი სამშაბათს), რომლის გარშემოც შენდება დანარჩენი კვირა.
ru: Повторяющееся занятие или активность (например, хот-йога по вторникам), вокруг которой строится остальная часть недели.
sr: Понављајући час или активност (нпр. час хот јоге уторком) око којих се гради остатак твоје недеље.

# profile.anchorSession.namePlaceholder
source: e.g. "Hot Yoga", "Tennis league"
de: z. B. „Hot Yoga“, „Tennisliga“
es: p. ej. "Yoga caliente", "Liga de tenis"
fr: p. ex. « Hot yoga », « Ligue de tennis »
hy: օր.՝ «տաք յոգա», «թենիսի լիգա»
it: es. "Hot yoga", "Lega di tennis"
ka: მაგ. „ცხელი იოგა“, „ჩოგბურთის ლიგა“
ru: например, «хот-йога», «теннисная лига»
sr: нпр. „Хот јога", „Тениска лига"

# profile.anchorSession.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hy: Պահպանել
it: Salva
ka: შენახვა
ru: Сохранить
sr: Sačuvaj

# profile.anchorSession.title
source: Weekly anchor session
de: Wöchentlicher Fixpunkt
es: Sesión ancla semanal
fr: Séance fixe hebdomadaire
hy: Շաբաթական հիմնական պարապմունք
it: Sessione fissa settimanale
ka: კვირის მთავარი აქტივობა
ru: Еженедельное якорное занятие
sr: Недељна сидрена сесија

# profile.avatar.choosePhoto
source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
hy: Ընտրել լուսանկար
it: Scegli foto
ka: ფოტოს არჩევა
ru: Выбрать фото
sr: Изабери фотографију

# profile.avatar.error.removeFailed
source: Couldn't remove that photo. Try again.
de: Das Foto konnte nicht entfernt werden. Versuche es erneut.
es: No se pudo eliminar esa foto. Inténtalo de nuevo.
fr: Impossible de supprimer cette photo. Réessayez.
hy: Հնարավոր չեղավ ջնջել այդ լուսանկարը։ Փորձիր նորից։
it: Impossibile rimuovere questa foto. Riprova.
ka: ფოტოს წაშლა ვერ მოხერხდა. სცადე ხელახლა.
ru: Не удалось удалить фото. Попробуй ещё раз.
sr: Та фотографија није могла да се уклони. Покушај поново.

# profile.avatar.removePhoto
source: Remove Photo
de: Foto entfernen
es: Quitar foto
fr: Retirer la photo
hy: Հեռացնել լուսանկարը
it: Rimuovi foto
ka: ფოტოს წაშლა
ru: Удалить фото
sr: Уклони фотографију

# profile.betaOptIn.error
source: Couldn't update beta access. Try again.
de: Beta-Zugang konnte nicht aktualisiert werden. Versuche es erneut.
es: No se pudo actualizar el acceso beta. Inténtalo de nuevo.
fr: Impossible de mettre à jour l'accès bêta. Veuillez réessayer.
hy: Չհաջողվեց թարմացնել բետա հասանելիությունը։ Փորձիր նորից։
it: Impossibile aggiornare l'accesso beta. Riprova.
ka: ბეტა წვდომის განახლება ვერ მოხერხდა. სცადე ხელახლა.
ru: Не удалось обновить бета-доступ. Попробуй ещё раз.
sr: Није успело ажурирање бета приступа. Покушај поново.

# profile.completionNotice.body
source: %@ to sharpen suggestions.
de: %@, um die Vorschläge zu verbessern.
es: %@ para afinar las sugerencias.
fr: %@ pour affiner les suggestions.
hy: %@՝ առաջարկներն ավելի ճշգրիտ դարձնելու համար։
it: %@ per affinare i suggerimenti.
ka: %@ რჩევების დასაზუსტებლად.
ru: %@, чтобы уточнить рекомендации.
sr: %@ да прецизирамо предлоге.

# profile.completionNotice.toFinishCount
source: %lld to finish
de: %lld noch übrig
es: %lld por completar
fr: %lld à terminer
hy: %lld մնաց ավարտելու
it: %lld da completare
ka: %lld დარჩენილია
ru: Осталось %lld
sr: %lld за завршетак

# profile.contactEmail.placeholder
source: you@example.com
de: du@beispiel.com
es: tu@ejemplo.com
fr: toi@exemple.com
it: tu@esempio.com
sr: ti@primer.com

# profile.contactEmail.title
source: Contact email
de: Kontakt-E-Mail
es: Correo de contacto
fr: E-mail de contact
hy: Կապի էլ. հասցե
it: Email di contatto
ka: საკონტაქტო ელფოსტა
ru: Контактный e-mail
sr: Контакт имејл

# profile.cycleTracking.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
hy: Մաքրել
it: Cancella
ka: გასუფთავება
ru: Очистить
sr: Обриши

# profile.cycleTracking.consequence
source: Adds one general training consideration -- opt-in, never assumed
de: Fügt eine allgemeine Trainingsüberlegung hinzu -- optional, nie angenommen
es: Añade una consideración general al entrenamiento -- opcional, nunca asumida
fr: Ajoute une considération générale à l'entraînement -- à activer, jamais supposée
hy: Ավելացնում է մեկ ընդհանուր գործոն մարզումների համար -- ընտրովի է, երբեք չի ենթադրվում
it: Aggiunge una considerazione generale all'allenamento -- da attivare, mai presunta
ka: ამატებს ერთ ზოგად ფაქტორს ვარჯიშისთვის -- სურვილისამებრ, არასდროს ივარაუდება
ru: Добавляет один общий фактор к тренировкам -- по желанию, никогда не предполагается
sr: Додаје један општи фактор у тренирање — по избору, никада се не подразумева

# profile.cycleTracking.daysCount
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
hy: %lld օր
it: %lld giorni
ka: %lld დღე
ru: %lld дн.
sr: %lld дана

# profile.cycleTracking.defaultLengthLabel
source: ~28d cycle
de: ~28-Tage-Zyklus
es: ~Ciclo de 28 d
fr: ~Cycle de 28 j
hy: ~28-օրյա ցիկլ
it: ~Ciclo di 28 gg
ka: ~28-დღიანი ციკლი
ru: ~Цикл 28 дн.
sr: ~Циклус 28 дана

# profile.cycleTracking.explainer
source: Optional, and never assumed -- only set if you tell us. Soma will factor your cycle phase into training suggestions as one general consideration among others. This is general guidance only, not medical advice, and not a fertility or ovulation tracker.
de: Optional, und nie angenommen -- wird nur festgelegt, wenn du es uns sagst. Soma berücksichtigt deine Zyklusphase bei den Trainingsvorschlägen als eine allgemeine Überlegung unter mehreren. Dies ist nur eine allgemeine Orientierung, keine medizinische Beratung und kein Fruchtbarkeits- oder Eisprung-Tracker.
es: Opcional, y nunca se asume -- solo se activa si tú nos lo indicas. Soma tendrá en cuenta la fase de tu ciclo en las sugerencias de entrenamiento como una consideración general más entre otras. Esto es solo orientación general, no un consejo médico, ni un rastreador de fertilidad u ovulación.
fr: Facultatif, et jamais supposé -- activé seulement si tu nous le dis. Soma prendra en compte la phase de ton cycle dans les suggestions d'entraînement, comme une considération générale parmi d'autres. Ceci n'est qu'une indication générale, pas un avis médical, ni un suivi de fertilité ou d'ovulation.
hy: Ընտրովի է և երբեք չի ենթադրվում -- սահմանվում է միայն այն դեպքում, եթե դու ինքդ ես մեզ ասում։ Soma-ն կհաշվի առնի քո ցիկլի փուլը մարզման առաջարկություններում՝ որպես ընդհանուր գործոններից մեկը մյուսների կողքին։ Սա միայն ընդհանուր ուղեցույց է, ոչ բժշկական խորհուրդ, ոչ էլ պտղաբերության կամ ձվազատման հետևող գործիք։
it: Facoltativo, e mai presunto -- attivo solo se ce lo dici tu. Soma terrà conto della fase del tuo ciclo nei suggerimenti di allenamento, come una considerazione generale tra le altre. Questa è solo un'indicazione generale, non un consiglio medico, né un tracciamento della fertilità o dell'ovulazione.
ka: სურვილისამებრ და არასდროს ივარაუდება -- დაყენდება მხოლოდ იმ შემთხვევაში, თუ შენ გვეტყვი. Soma გაითვალისწინებს შენი ციკლის ფაზას სავარჯიშო რეკომენდაციებში, როგორც ერთ-ერთ ზოგად ფაქტორს სხვებს შორის. ეს მხოლოდ ზოგადი მითითებაა და არა სამედიცინო რჩევა, არც ნაყოფიერების ან ოვულაციის ტრეკერი.
ru: Необязательно и никогда не предполагается по умолчанию -- задаётся только если ты сам(а) это укажешь. Soma учтёт фазу твоего цикла в тренировочных рекомендациях как один из общих факторов среди прочих. Это только общая рекомендация, а не медицинский совет, и не трекер фертильности или овуляции.
sr: Необавезно, и никада се не подразумева — поставља се само ако нам ти то кажеш. Soma ће узети у обзир фазу твог циклуса у предлозима за тренирање, као један од општих фактора међу осталима. Ово је само општа смерница, а не медицински савет, нити пратилац плодности или овулације.

# profile.cycleTracking.lastPeriodLabel
source: Last period start date
de: Startdatum der letzten Periode
es: Fecha de inicio del último período
fr: Date de début des dernières règles
hy: Վերջին դաշտանի սկզբի ամսաթիվը
it: Data d'inizio dell'ultima mestruazione
ka: ბოლო მენსტრუაციის დაწყების თარიღი
ru: Дата начала последних месячных
sr: Датум почетка последње менструације

# profile.cycleTracking.lengthLabel
source: %lldd cycle
de: %lld-Tage-Zyklus
es: Ciclo de %lld d
fr: Cycle de %lld j
hy: %lld-օրյա ցիկլ
it: Ciclo di %lld gg
ka: %lld-დღიანი ციკლი
ru: Цикл %lld дн.
sr: Циклус %lld дана

# profile.cycleTracking.stepperDefault
source: not set (defaults to 28)
de: nicht festgelegt (Standard: 28)
es: sin definir (28 por defecto)
fr: non défini (28 par défaut)
hy: նշված չէ (հիմնականում՝ 28)
it: non impostato (28 di default)
ka: არ არის მითითებული (ნაგულისხმევია 28)
ru: не задано (по умолчанию 28)
sr: није постављено (подразумевано 28)

# profile.cycleTracking.stepperTitle
source: Typical cycle length: %@
de: Typische Zykluslänge: %@
es: Duración típica del ciclo: %@
fr: Durée type du cycle : %@
hy: Ցիկլի սովորական տևողությունը՝ %@
it: Durata tipica del ciclo: %@
ka: ციკლის ჩვეული ხანგრძლივობა: %@
ru: Обычная длина цикла: %@
sr: Уобичајена дужина циклуса: %@

# profile.cycleTracking.title
source: Cycle tracking
de: Zyklus-Tracking
es: Seguimiento del ciclo
fr: Suivi du cycle
hy: Ցիկլի հետևում
it: Monitoraggio del ciclo
ka: ციკლის თვალყურის დევნება
ru: Отслеживание цикла
sr: Праћење циклуса

# profile.dateOfBirth.consequence
source: Needed to unlock Goal Body progress photos
de: Nötig, um Zielkörper-Fortschrittsfotos freizuschalten
es: Necesario para desbloquear las fotos de progreso de Meta corporal
fr: Nécessaire pour débloquer les photos de progression Objectif Corps
hy: Անհրաժեշտ է Մարմնի նպատակի առաջընթացի լուսանկարներն ապակողպելու համար
it: Necessario per sbloccare le foto di avanzamento Obiettivo Corpo
ka: საჭიროა სხეულის მიზნის პროგრესის ფოტოების გასახსნელად
ru: Нужно, чтобы открыть фото прогресса «Цель по телу»
sr: Потребно за откључавање фотографија напретка за Циљано тело

# profile.dateOfBirth.explainer
source: Confirms you're 18+ to unlock Goal Body progress photos. Never shown to other users.
de: Bestätigt, dass du 18+ bist, um Zielkörper-Fortschrittsfotos freizuschalten. Wird anderen Nutzer:innen nie angezeigt.
es: Confirma que tienes 18 años o más para desbloquear las fotos de progreso de Meta corporal. Nunca se muestra a otros usuarios.
fr: Confirme que tu as 18 ans ou plus pour débloquer les photos de progression Objectif Corps. Jamais visible pour les autres utilisateurs.
hy: Հաստատում է, որ 18+ ես՝ Մարմնի նպատակի առաջընթացի լուսանկարներն ապակողպելու համար։ Երբեք չի ցուցադրվում այլ օգտատերերին։
it: Conferma che hai 18 anni o più per sbloccare le foto di avanzamento Obiettivo Corpo. Non è mai visibile ad altri utenti.
ka: ადასტურებს, რომ 18+ ხარ, რომ განიბლოკოს სხეულის მიზნის პროგრესის ფოტოები. არასდროს გამოჩნდება სხვა მომხმარებლებისთვის.
ru: Подтверждает, что тебе есть 18 лет, чтобы открыть фото прогресса «Цель по телу». Никогда не показывается другим пользователям.
sr: Потврђује да имаш 18+ година за откључавање фотографија напретка за Циљано тело. Никада се не приказује другим корисницима.

# profile.dateOfBirth.title
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hy: Ծննդյան ամսաթիվ
it: Data di nascita
ka: დაბადების თარიღი
ru: Дата рождения
sr: Датум рођења

# profile.dayStreakLabel
source: DAY STREAK
de: TAG IN FOLGE
es: DÍA DE RACHA
fr: JOUR CONSÉCUTIF
hy: ՕՐՎԱ ՇԱՐՔ
it: GIORNO CONSECUTIVO
ka: დღის სერია
ru: ДЕНЬ ПОДРЯД
sr: ДАН ЗАРЕДОМ

# profile.dayStreakLabelPlural
source: DAY STREAKS
de: TAGE IN FOLGE
es: DÍAS DE RACHA
fr: JOURS CONSÉCUTIFS
hy: ՕՐԵՐԻ ՇԱՐՔ
it: GIORNI CONSECUTIVI
ka: დღეების სერია
ru: ДНЕЙ ПОДРЯД
sr: ДАНА ЗАРЕДОМ

# profile.deleteAccount.row
source: Delete account
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
hy: Ջնջել հաշիվը
it: Elimina account
ka: ანგარიშის წაშლა
ru: Удалить аккаунт
sr: Обриши налог

# profile.deleteAccount.rowHint
source: Opens the page for permanently deleting your account
de: Öffnet die Seite zum endgültigen Löschen deines Accounts
es: Abre la página para eliminar tu cuenta de forma permanente
fr: Ouvre la page de suppression définitive de ton compte
hy: Բացում է հաշիվը վերջնականապես ջնջելու էջը
it: Apre la pagina per eliminare definitivamente il tuo account
ka: ხსნის ანგარიშის სამუდამოდ წაშლის გვერდს
ru: Открывает страницу окончательного удаления аккаунта
sr: Отвара страницу за трајно брисање налога

# profile.device.connectAction
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
hy: Միացնել
it: Collega
ka: დაკავშირება
ru: Подключить
sr: Повежи

# profile.device.connectError
source: Couldn't connect %@: %@
de: Verbindung zu %@ fehlgeschlagen: %@
es: No se pudo conectar con %@: %@
fr: Connexion à %@ impossible : %@
hy: Չհաջողվեց միացնել %@-ը՝ %@
it: Impossibile connettersi a %@: %@
ka: %@-ის დაკავშირება ვერ მოხერხდა: %@
ru: Не удалось подключить %@: %@
sr: Није успело повезивање са %@: %@

# profile.device.connectedStatus
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hy: Կապակցված
it: Connesso
ka: დაკავშირებულია
ru: Подключено
sr: Повезано

# profile.device.reconnect
source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
hy: Կրկին կապակցել
it: Riconnetti
ka: ხელახლა დაკავშირება
ru: Переподключить
sr: Поново повежи

# profile.devices.eyebrow
source: CONNECTED DEVICES
de: VERBUNDENE GERÄTE
es: DISPOSITIVOS CONECTADOS
fr: APPAREILS CONNECTÉS
hy: ԿԱՊԱԿՑՎԱԾ ՍԱՐՔԵՐ
it: DISPOSITIVI CONNESSI
ka: დაკავშირებული მოწყობილობები
ru: ПОДКЛЮЧЁННЫЕ УСТРОЙСТВА
sr: ПОВЕЗАНИ УРЕЂАЈИ
